{"indicator_number":"1.2.1","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 894kB)","graph_type":"line","indicator_definition":"The national poverty rate is the percentage of the total population living below the national poverty line. The rural poverty rate is the percentage of the rural population living below the national poverty line (or in cases where a separate, rural poverty line is used, the rural poverty line). Urban poverty rate is the percentage of the urban population living below the national poverty line (or in cases where a separate, urban poverty line is used, the urban poverty line).","graph_title":"Proportion of population living below the national poverty line","indicator_name":"global_indicators.1-2-1-title","data_non_statistical":false,"target_name":"global_targets.1-2-title","title":"Proportion of population living below the national poverty line","un_custodian_agency":"World Bank (WB)","un_designated_tier":"Tier I","data_show_map":true,"source_active_1":true,"source_url_text_1":"EICV - Main Indicators Report","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_1":"http://www.statistics.gov.rw/datasource/integrated-household-living-conditions-survey-eicv","source_geographical_coverage_1":"Rwanda","source_url_text_5":"Link to source","source_earliest_available_1":"2000","source_periodicity_1":"3 Years","source_organisation_1":"National Institute of Statistics of Rwanda (NISR)","source_active_6":false,"source_release_date_1":"6/12/2018","source_next_release_1":"TBD","source_statistical_classification_1":"Official","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"http://www.statistics.gov.rw/documents/subject/standards-and-methods","source_url_text_6":"EICV 5 - Main Indicators Report 2016/17","computation_units":"Percentage (%)","national_indicator_available":"Proportion of Population living below the National Poverty line, by sex and age","computation_definitions":"Defined as the percentage of the population living below the national poverty line which is on less than 64,000 RWF per adult equivalent per year measured in 2001 prices corresponding to 118, 000 RWF in 2010.","national_indicator_description":"The poverty line is a threshold of the value of total annual per capita consumption in a household below which an individual is considered poor. Aggregate household consumption is computed as the sum of expenditure on food as well as value of auto consumption, expenditure on non-food, health items, education, housing utilities, value of in-kind wages, other benefits received by the household and a measure of the use value of durable goods owned by the household. Consumption per capita is then computed as the total consumption per adult equivalent. Where adult equivalence is an aggregate indicator for household size which takes into account its age and sex composition. The poverty line is then set with reference to a minimum food consumption basket, judged to offer the required number of calories (2200 k calories per day) for a Rwandan likely to be involved in physically demanding agricultural activity, along with an allowance for non-food consumption. The non-food consumption expenditure is determined as a function of food consumption.","computation_disaggregation":"Geographical (National, Province, District Residence (Urban & Rural), Sex, Age group","comments_limitations":"EICV surveys do not collect information on the intrahousehold distribution of consumption. Thus, the consumption-based standard of living measure is based on the assumption that individuals are represented in the distribution by the consumption measure of the household they belong to. This fails to take account of inequality in distribution within the household","computation_calculations":"(the number of population (adult equivalent) living below the poverty line / total number of population) * 100","national_geographical_coverage":"Rwanda","page_content":"","national_metadata_updated_date":"2024-09-10","goal_number":"1","target_number":"1.2","reporting_status":"complete","indicator_sort_order":"01-02-01"}