{"indicator_number":"1.5.1","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 894kB)","graph_type":"line","indicator_definition":"This indicator measures the number of people who died, went missing or were directly affected by disasters per 100,000 population. Death defines as the number of people who died during the disaster, or directly after, as a direct result of the hazardous event. Missing defines as the number of people whose whereabouts is unknown since the hazardous event. It includes people who are presumed dead, for whom there is no physical evidence such as a body, and for which an official/legal report has been filed with competent authorities. Directly affected defines as the number of people who have suffered injury, illness or other health effects; who were evacuated, displaced, relocated or have suffered direct damage to their livelihoods, economic, physical, social, cultural and environmental assets. Indirectly affected are people who have suffered consequences, other than or in addition to direct effects, over time, due to disruption or changes in economy, critical infrastructure, basic services, commerce or work, or social, health and psychological consequences.","graph_title":"DISASTER EFFECTS SITUATION","indicator_name":"global_indicators.1-5-1-title","data_non_statistical":false,"target_name":"global_targets.1-5-title","title":"DISASTER EFFECTS SITUATION","un_custodian_agency":"United Nations Office for Disaster Reduction (UNISDR)","un_designated_tier":"Tier II","data_show_map":false,"source_active_1":true,"source_url_text_1":"Annual Disaster Effects Report","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_1":"http://minema.gov.rw/index.php?id=107","source_geographical_coverage_1":"Rwanda","source_url_text_5":"Link to source","source_earliest_available_1":"2018","source_periodicity_1":"Annual","source_organisation_1":"Ministry in Charge of Emergency Management (MINEMA)","source_active_6":false,"source_url_text_6":"Data on Disaster Effects","source_release_date_1":"TBD","source_next_release_1":"TBD","source_statistical_classification_1":"Administrative","source_contact_1":"info@midimar.gov.rw","source_other_info_1":"http://minema.gov.rw/index.php?id=107","national_indicator_available":"Number of deaths, missing persons attributed to disasters","computation_definitions":"This indicator measures the number of people who died, went missing or were directly affected by disasters per 100,000 population","national_indicator_description":"Death is explained as the number of people who died during the disaster, or directly after, as a direct result of the hazardous event. Missing is explained as the number of people whose whereabouts is unknown since the hazardous event. It includes people who are presumed dead, for whom there is no physical evidence such as a body, and for which an official/legal report has been filed with competent authorities. Directly affected is explained as the number of people who have suffered injury, illness or other health effects; who were evacuated, displaced, relocated or have suffered direct damage to their livelihoods, economic, physical, social, cultural and environmental assets. Indirectly affected are people who have suffered consequences, other than or in addition to direct effects, over time, due to disruption or changes in economy, critical infrastructure, basic services, commerce or work, or social, health and psychological consequences.","computation_calculations":"This indicator, X, is calculated as a simple (summation of related indicators (death, missing people, and affected people) from national disaster loss databases divided by the global population)* 100,000","computation_units":"Number","national_geographical_coverage":"Rwanda","page_content":"","national_metadata_updated_date":"2021-04-13","goal_number":"1","target_number":"1.5","reporting_status":"notstarted","indicator_sort_order":"01-05-01"}