{"data_non_statistical":true,"data_show_map":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-03.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 2066kB)","graph_title":"","graph_type":"line","indicator_number":"11.b.1","indicator_name":"global_indicators.11-b-1-title","permalink":"/11-b-1/","sdg_goal":"11","source_active_1":true,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"global_targets.11-b-title","target_id":"11.b","title":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015-2030","un_custodian_agency":"UNISDR","source_contact_1":"info@midimar.gov.rw","source_other_info_1":"http://minema.gov.rw/index.php?id=93","source_geographical_coverage_1":"Rwanda","national_geographical_coverage":"Rwanda","source_organisation_1":"Ministry in charge of Emergency Management (MINEMA)","national_indicator_available":"THE NATIONAL DISASTER MANAGEMENT POLICY","computation_definitions":"The indicator monitors whether a national government has adopted and implemented national and local DRR strategies, which the Sendai Framework calls for.","un_designated_tier":"Tier II","page_content":"**Non-statistical indicator**\n\nRwanda has adopted and implemented a comprehensive national disaster risk reduction strategy in line with the [Sendai Framework for Disaster Risk Reduction 2015–2030](https://www.undrr.org/media/16176/download?startDownload=20241231), demonstrating its commitment to enhancing resilience to natural and human-induced disasters.\n\n[The National Disaster Risk Management Policy](https://www.minema.gov.rw/index.php?eID=dumpFile&t=f&f=70104&token=1e6bdd5b22ad6a5455e3c313753ea76b327568a3), aligns with the Sendai Framework by focusing on disaster risk prevention, preparedness, and resilience-building across all sectors of society. This policy ensures that disaster risk reduction is integrated into development planning at all levels, from national to community-based initiatives.\n\nKey highlights of the policy include:\n\n- Risk Assessment and Prevention: Establishing systems for disaster risk mapping, early warning mechanisms, and risk-informed development planning.\n- Preparedness and Response: Strengthening capacities for disaster preparedness and timely response through the coordination of stakeholders, including government agencies, NGOs, and communities.\n- Integration with Global Frameworks: Ensuring that Rwanda's strategies adhere to international commitments such as the Sendai Framework and the Paris Agreement on Climate Change.\n\nIn addition, the National Strategy for Transformation (NST1&2) identifies disaster management as a key pillar for achieving sustainable development and ensuring the safety and security of Rwandans.\n\n\n\n\n\n\n","national_metadata_updated_date":"2024-12-31","goal_number":"11","target_number":"11.b","reporting_status":"complete","indicator_sort_order":"11-0b-01"}