{"data_non_statistical":false,"data_show_map":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 469KB)","graph_title":"Proportion of domestic budget funded by domestic taxes","graph_type":"line","computation_units":"Percentage (%)","indicator":"17.1.2","indicator_name":"Proportion of domestic budget funded by domestic taxes","indicator_definition":"The precise definition of the indicator is the Proportion of domestic budgetary central government expenditure funded by taxes","layout":"indicator","permalink":"/17-1-2/","published":true,"sdg_goal":"17","source_active_1":true,"source_organisation_1":"Ministry of Finance and Economic Planning (MINECOFIN)","source_periodicity_1":"Annual","source_geographical_coverage_1":"Rwanda","source_earliest_available_1":2016,"source_url_1":"http://www.minecofin.gov.rw","source_url_text_1":"Budget Execution Report","source_release_date_1":"TBD","source_next_release_1":"TBD","source_statistical_classification_1":"Administrative","source_contact_1":"http://www.minecofin.gov.rw","source_other_info_1":"info@minecofin.gov.rw","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection","target_id":"17.1","title":"Proportion of domestic budget funded by domestic taxes","un_custodian_agency":"International Monetary Fund (IMF)","un_designated_tier":"Tier I","national_indicator_available":"Domestic taxes as proportion to approved budget funding","computation_definitions":"The precise definition of the indicator is the Proportion of domestic budgetary central government expenditure funded by taxes.","national_indicator_description":"GFS; Government Finance Statistics. Tax burden; Revenue in the form of taxes as defined under government finance statistics (GFS) code 11 as a share of total revenue. In GFS, taxes are classified into six major categories; (i) taxes on income, profits, and capital gains; (ii) taxes on payroll and workforce; (iii) taxes on property; (iv) taxes on goods and services; (v) taxes on international trade and transactions; and (vi) other taxes. (Source; IMF, Government Finance Statistics Manual 2014 (GFSM 2014), Table 4A.1, assessed Dec 28 2015) Concepts Tax burden concept may be disaggregated into the complementary concepts of; \"direct taxes\" or taxes that take into account individual circumstances of taxpayers (e.g., taxes on individual and corporate income), which can be calculated from the following detailed GFS revenue classifications; 111 Taxes on income, profits, and capital gains+1131 Recurrent taxes on immovable property+1132 Recurrent taxes on net wealth+1136 Other recurrent taxes on property; and \"indirect taxes\" or taxes that do not take into account individual circumstances of taxpayers (e.g., taxes imposed on goods and services), which can be calculated from the following detailed GFS revenue classifications 112 Taxes on payroll and workforce+114 Taxes on goods and services+115 Taxes on international trade and transactions+116 Other taxes. Tax burden is directly related to the wider concept of fiscal burden, which can be derived from combining two GFSM 2014 revenue codes; code 11 Taxes plus code 12, Social Contributions or, alternatively 11+121+122. These concepts can also be found in the 2008 System of National Accounts (2008 SNA). The coverage, timing, and valuation of tax revenue in GFSM 2014 and the 2008 SNA are identical, but the classification systems differ. The 2008 SNA classifies taxes according to their role in economic activities'namely; (i) taxes on production and imports (D2); (ii) current taxes on income, wealth, etc. (D5); and (iii) capital taxes (D91). The result is that some categories of taxes in GFS need to be allocated between two of the SNA tax categories according to whether they are payable by producers or final consumers, or whether they are current or capital taxes. A detailed description of the linkages between the GFS and the 2008 SNA categories of taxes is provided in Appendix 7 of the GFSM 2014.","computation_calculations":"The Proportion of domestic budgetary central government expenditure funded by taxes will is calculated as (Domestic Taxes / Expenditure) expressed as a percentage.","national_geographical_coverage":"Rwanda","indicator_sort_order":"17-01-02","page_content":"","national_metadata_update_url_text":"2020-10-21: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/d9ad6f147e47f8bfc017fd1cc671d45283aecb69","reporting_status":"complete"}