{"indicator_number":"3.2.1","goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 225 KB)","graph_type":"line","indicator_definition":"The probability of a child born in a specific year or period dying before reaching the age of 5 years, if subject to age specific mortality rates of that period, expressed per 1000 live births. The under-five mortality rate as defined here is, strictly speaking, not a rate (i.e. the number of deaths divided by the number of population at risk during a certain period of time) but a probability of death derived from a life table and expressed as a rate per 1000 live births.","indicator_name":"global_indicators.3-2-1-title","data_non_statistical":false,"target_name":"global_targets.3-2-title","title":"Under-five mortality rate","un_custodian_agency":"United Nations Children's Fund (UNICEFF)","un_designated_tier":"Tier I","data_show_map":true,"data_geocode_regex":"^E","source_active_1":true,"source_url_text_1":"Demographic and Health Survey (RDHS)","source_release_date_1":"TBD","source_next_release_1":"TBD","source_statistical_classification_1":"Official","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"info@statistics.gov.rw","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","national_geographical_coverage":"Rwanda","computation_units":"Deaths per 1000 live births","graph_title":"Under-five mortality rate (U5MR), Deaths per 1000 live births","source_organisation_1":"National Institute of Statistics Rwanda (NISR)","source_geographical_coverage_1":"Rwanda","source_url_1":"http://www.statistics.gov.rw/datasource/demographic-and-health-survey-dhs","source_periodicity_1":"5 Years","source_earliest_available_1":"2000","national_indicator_available":"Under Five Mortality Rate (U5MR)","computation_definitions":"It is the probability (expressed as a rate per 1000 livebirths) of a child born alive in a specified period dying before reaching the age of five, if subject to current age specific mortality rates.","national_indicator_description":"It is important to point out that the reference period is the five year period preceding the survey date. So, the time point that the rate is referred to is the midpoint of the five year interval.","computation_disaggregation":"National, Province, District Residence (Urban and Rural), Sex, Socio economic characteristics of mothers (education, wealth quintiles).","comments_limitations":"DHS are subject to recall error. Interviewed women may omit births and deaths or include stillbirths along with live births. Survey data may also suffer from survivor selection bias and age truncation. Mothers may misreport their children’s birth dates, current ages or ages at death perhaps more so if the child has died. The heaping of deaths at age 12 months is especially common. Age heaping may transfer deaths across the one year boundary and lead to underestimates of infant mortality rates. Fortunately, it has little effect on under five mortality rates, which makes the U5MR a more robust estimate than the infant mortality rate when data are drawn from household surveys.","computation_calculations":"(Number of deaths of infants (<5yr of age) in the last 5 years before the survey / Total number of live births in 5 years before the survey)* 1000","page_content":"","national_metadata_updated_date":"2021-04-14","goal_number":"3","target_number":"3.2","reporting_status":"complete","indicator_sort_order":"03-02-01"}