{"indicator":"8.3.1","layout":"indicator","permalink":"/8-3-1/","sdg_goal":"8","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-03-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 231 KB)","graph_type":"line","indicator_name":"Proportion of informal employment in non-agriculture employment, by sex","indicator_definition":"This indicator is defined as the percentage of non-agricultural employment that is classified as informal employment.","published":true,"target_name":"Promote development-oriented policies that support productive activities, decent job creation, entrepreneurship, creativity and innovation, and encourage the formalization and growth of micro-, small- and medium-sized enterprises, including through access to financial services","target_id":"8.3","title":"Proportion of informal employment in non-agriculture employment","un_custodian_agency":"International Labour Organisation (ILO)","un_designated_tier":"Tier II","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Labour Force Survey (LFS)","source_organisation_1":"National Institute of Statistics Rwanda (NISR)","source_geographical_coverage_1":"Rwanda","source_url_1":"http://www.statistics.gov.rw/datasource/labour-force-survey-0","source_periodicity_1":"Annual","source_earliest_available_1":"2017","source_release_date_1":2019,"source_next_release_1":2020,"source_statistical_classification_1":"Official","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"info@statistics.gov.rw","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","national_indicator_available":"Proportion of informal employment in non-agriculture employment","computation_definitions":"Is the share of non-agricultural employment which is classified as informal employment.","national_indicator_description":"Employment comprises all persons of working age who during a specified brief period, such as one week or one day, performed work for others in exchange for pay or profit. Informal employment comprises persons who in their main or secondary jobs were in one of the following categories; (a) Own-account workers, employers and members of producers’ cooperatives employed in their own informal sector enterprises (the characteristics of the enterprise determine the informal nature of their jobs), (b) Own-account workers engaged in the production of goods exclusively for own final use by their household (e.g. subsistence farming), (c) Contributing family workers, regardless of whether they work in formal or informal sector enterprises (they usually do not have explicit, written contracts of employment, and are not subject to labour legislation, social security regulations, collective agreements, etc., which determines the informal nature of their jobs), (d) Employees holding informal jobs, whether employed by formal sector enterprises, informal sector enterprises, or as paid domestic workers by households (employees are considered to have informal jobs if their employment relationship is, in law or in practice, not subject to national labour legislation, income taxation, social protection or entitlement to certain employment benefits). An enterprise belongs to the informal sector if it fulfils the three following conditions; (a) It is an unincorporated enterprise (it is not constituted as a legal entity separate from its owners, and it is owned and controlled by one or more members of one or more households, and it is not a quasicorporation; it does not have a complete set of accounts, including balance sheets), (b) It is a market enterprise (it sells at least some of the goods or services it produces), (c) The enterprise is not registered or the employees of the enterprise are not registered or the number of persons engaged on a continuous basis is below a threshold determined by the country.","computation_calculations":"(Informal employment in non agricultural activities / Total employment in non agricultural activities) * 100","computation_disaggregation":"National, Province, District Residence (Urban & Rural), Sex, By Economic Activities.","computation_units":"Percentage (%)","national_geographical_coverage":"Rwanda","graph_title":"Proportion of informal employment in non-agriculture employment","indicator_sort_order":"08-03-01","page_content":"","national_metadata_update_url_text":"2020-10-21: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/d9ad6f147e47f8bfc017fd1cc671d45283aecb69","reporting_status":"notstarted"}