{"indicator_number":"8.7.1","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-07-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 894kB)","graph_type":"line","graph_title":"Child labor rate by sex","indicator_name":"Proportion and number of children aged 5–17 years engaged in child labour, by sex and age","indicator_definition":"This indicator is defined as the number of children (aged 5-17 years) reported to be in child labour during the reference period (usually a week prior to the survey).","data_non_statistical":false,"target_name":"Take immediate and effective measures to eradicate forced labour, end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms","title":"Child labor rate by sex","un_custodian_agency":"ILO, UNICEF","un_designated_tier":"Tier II","data_show_map":false,"source_active_1":true,"source_url_text_1":"Integrated Household Living Conditions Survey (EICV), EICV Thematic Report – Economic Activity","source_url_1":"http://www.statistics.gov.rw/datasource/integrated-household-living-conditions-survey-eicv","source_geographical_coverage_1":"Rwanda","source_earliest_available_1":"2013-14","source_periodicity_1":"3 years","source_organisation_1":"National Institute of Statistics of Rwanda (NISR)","source_release_date_1":"2016/17","source_next_release_1":"TBD","source_statistical_classification_1":"Official","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"info@statistics.gov.rw","source_url_text_5":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_active_6":false,"source_url_text_6":"Link to source","computation_units":"Percentage (%)","national_geographical_coverage":"Rwanda","national_indicator_available":"Proportion and number of children aged 6–17 years engaged in child labour, by sex and age group.","computation_definitions":"Is the number of children reported to be in child labour during the reference period (usually the week prior to the survey).","national_indicator_description":"The term child labour refers to the subset of children’s activities that is injurious, negative or undesirable to children and that should be targeted for elimination. Child labour is a legal concept rather than a statistical one, and the international legal standards that define it are therefore the necessary frame of reference for child labour statistics. The three principal international conventions on child labour – ILO Convention No. 138 (Minimum Age) (C138), ILO Convention No. 182 (Worst Forms) (C182), and the United Nations Convention on the Rights of the Child (CRC), together set the legal boundaries for child labour, and provide the legal basis for national and international actions against it. In accordance with the Resolution, and on the basis of the production boundary set by the United Nations System of National Accounts (SNA), child labour is defined for measurement purposes to include all persons aged 5 to 17 years who are engaged in one or more of the following activities during a specified time period; (a) hazardous work (18th ICLS, paragraphs 21 to 32); (b) worst forms of child labour other than hazardous work (18th ICLS, paragraphs 33 to 34); and (c) employment below the minimum working age, excluding, where applicable, “light work”, performed by children aged not less than 12 or 13 years (18th ICLS, paragraphs 35 to 37). If, depending upon national policies and circumstances, the general production boundary rather than the SNA production boundary is used for measuring productive activities by children, child labour will include, in addition to these three categories, hazardous unpaid household services. For the sake of clarity, child labour estimated on this basis should be called “child labour (general production boundary basis)”. The measurement methodology used by the ILO in its global estimates on child labour, 1 building on the ICLS statistical definition, classifies child labour on the basis of the following criteria; (a) Ages 5 to 11; at least 1 hour of economic activity per week; (b) Ages 12 to 14; at least 14 hour of economic activity per week in all forms of economic activity except permissible “light” work, where light work is operationally defined as economic activity that (i) does not exceed 14 hours per week and that (ii) is not hazardous in nature; and (c) Ages 15 to 17; work in designated hazardous industries, or in designated hazardous occupations, or for long hours. Long hours are defined as 43 or more hours during the reference week.","computation_disaggregation":"Sex, Age group.","computation_calculations":"(Number of children aged 5-17 reported in child labour during the week prior to the survey / Number of children aged 5-17 in the population) * 100","comments_limitations":"In Rwanda, child labour is defined according to the Ministerial guidelines No 02 of 10th May 2016 and it includes; (a) All children in age group 6-12 years old who were engaged in economic activity for 20 hours or more; (b) All children in age group 6-12 years old who worked in paid activities regardless of the number of worked hours per week; (c) All children in age group 6-12 years old who were engaged in the following occupations; Fishery, hunters, trappers, garment related works, hairdressers, beauticians, building related works, and handcraft works regardless of the number of hours; (d) All children in age group 6-12 years old engaged as contributing family worker in the family business; (e) All children in age group 13-15 years old worked more than 20 hours per week in any economic activity; (f) All children in age group 13-15 years old who worked less than 20 hours per week in hazardous economic activities (Mining and construction) and in hazardous occupations such as Fishing, hunting and domestic works; (g) All children in age 16-17 who worked more than 45 hours per week; (h) All children in age 16-17 who worked less than 46 hours per week in hazardous economic activities or occupations.","page_content":"The EICV counts the number of children starting from 6 years instead of being 5 years.\n","national_metadata_update_url_text":"2021-02-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/2681c507c601f652caf30eebd76f46acc23d97f0","indicator":"8.7.1","target_id":"8.7","sdg_goal":"8","reporting_status":"complete","indicator_sort_order":"08-07-01"}