{"indicator":"1.4.2","layout":"indicator","permalink":"/1-4-2/","sdg_goal":"1","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-04-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 894kB)","graph_type":"line","indicator_definition":"Indicator 1.4.2 measures the relevant part of Target 1.4 (ensure men and women have equal rights to economic resources, as well as access to …, ownership of and control over land and other forms of property, inheritance, natural resources). It measures the results of policies that aim to strengthen tenure security for all, including women and other vulnerable groups. Indicator 1.4.2 covers (a) all types of land use (such as residential, commercial, agricultural, forestry, grazing, wetlands based on standard land-use classification) in both rural and urban areas; and (b) all land tenure types as recognized at the country level, such as freehold, leasehold, public land, customary land. An individual can hold land in his/her own name, jointly with other individuals, as a member of a household, or collectively as member of group , cooperative or other type of association.","graph_title":"Proportion of total adult population with secure tenure rights to land by sex","indicator_name":"Proportion of total adult population with secure tenure rights to land, with legally recognized documentation, and who perceive their rights to land as secure, by sex and by type of tenure","published":true,"reporting_status":"complete","data_non_statistical":false,"target":"By 2030, aims to ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance.","target_id":"1.4","title":"Proportion of total adult population with secure tenure rights to land by sex","un_custodian_agency":"World Bank, UN-Habitat","un_designated_tier":"Tier II","data_show_map":false,"source_active_1":true,"source_url_text_1":"Land Administration Information System","source_url_1":"http://www.rlma.rw/index.php?id=67","source_geographical_coverage_1":"Rwanda","source_periodicity_1":"Annual","source_organisation_1":"Rwanda Land Management and Use Authority (RLMUA)","source_release_date_1":"TBD","source_next_release_1":"TBD","source_statistical_classification_1":"Administrative","source_contact_1":"http://www.rlma.rw/index.php?id=67","source_other_info_1":"info@rlma.rw","source_active_2":true,"source_url_text_2":"Impact Evaluation on Land Tenure Regulation","source_url_2":"http://www.rlma.rw/index.php?id=67","source_geographical_coverage_2":"Rwanda","source_earliest_available_2":"2015","source_periodicity_2":"Annual","source_organisation_2":"Rwanda Land Management and Use Authority (RLMUA)","source_release_date_2":"TBD","source_next_release_2":"TBD","source_statistical_classification_2":"Administrative","source_contact_2":"http://www.rlma.rw/index.php?id=67","source_other_info_2":"info@rlma.rw","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"computation_units":"Number","national_geographical_coverage":"Rwanda","national_indicator_available":"<p>Number of parcels registered with titles deeds,</p> Proportion of total population who perceive their rights to land as secure.","national_indicator_description":"<p>This indicator covers (a) all types of land use (such as residential, commercial, agricultural, forestry, grazing, wetlands based on standard land-use classification) in both rural and urban areas; and (b) all land tenure types as recognized at the country level, such as freehold, leasehold, public land, customary land. An individual can hold land in his/her own name, jointly with other individuals, as a member of a household, or collectively as member of group1, cooperative or other type of association. Secure tenure rights; comprised of two sub-components; (i) legally recognized documentation and (ii) perception of the security of tenure, which are both necessary to provide a full measurement of tenure security.</p><p>Legally recognized documentation; Legal documentation of rights refers to the recording and publication of information on the nature and location of land, rights and right holders in a form that is recognized by government and is therefore official.</p><p>Perceived security of tenure; Perception of tenure security refers to an individual’s perception of the likelihood of involuntary loss of land, such as disagreement of the ownership rights over land or ability to use it, regardless of the formal status and can be more optimistic or pessimistic. Although those without land rights’ documentation may frequently be perceived to be under threat, and those with documentation perceived as protected, there may be situations where documented land rights alone are insufficient to guarantee tenure security. Conversely, even without legally recognized documentation, individuals may feel themselves to be protected against eviction or dispossession.</p> Perceptions of tenure to be secure if; (i) The landholder does not report a fear of involuntary loss of the land within the next five years due to, for example, intra-family, community or external threats and (ii) The landholder reports having the right to bequeath the land.","computation_calculations":"<p>The Indicator is composed of two parts;</p><p>(A) measures the incidence of adults with legally recognized documentation over land among the total adult population; while</p><p>(B) focuses on the incidence of adults who report having perceived secure rights to land among the adult population.</p><p>Part (A) and part (B) provide two complementary data sets on security of tenure rights, needed for measuring the indicator.</p><p>Part(A) is calculated as (People (Adult) with legally recognized documentation over land / Total adult population) * 100, while</p> Part(B) is calculated as (People (Adult)who perceive their rights as secure / Total adult population) * 100.","indicator_sort_order":"01-04-02","national_data_update_url_text":"2020-09-17: see changes on GitHub","national_data_update_url":"https://github.com/sdg-rwanda/sdg-data-rwanda/commit/02de065c7ed4125e8b4259616a3c930a1ed3501c","national_metadata_update_url_text":"2020-09-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-rwanda/sdg-data-rwanda/commit/81c91b2ca6655fd167ffec154706286de133068a","page_content":"The administrative data source was used to get data for this indicator.  \n"}