{"data_non_statistical":true,"data_show_map":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-03.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 894kB)","graph_title":"","graph_type":"line","indicator_number":"1.5.3","indicator_name":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015–2030","source_active_1":true,"source_url_text_1":"http://minema.gov.rw/index.php?id=93","source_url_1":"http://minema.gov.rw/index.php?id=93","source_geographical_coverage_1":"Rwanda","source_earliest_available_1":"2023","source_organisation_1":"Ministry in charge of Emergency Management (MINEMA)","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"By 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters","title":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015-2030","national_indicator_available":"THE NATIONAL DISASTER MANAGEMENT POLICY","computation_definitions":"The indicator monitors whether a national government has adopted and implemented national and local DRR strategies, which the Sendai Framework calls for.","source_contact_1":"info@midimar@gov.rw","source_other_info_1":"http://minema.gov.rw/index.php?id=93","un_custodian_agency":"UNISDR","un_designated_tier":"II","page_content":"**Non-statistical indicator**\n\nCurrently a [NATIONAL DISASTER MANAGEMENT POLICY (Revision of the 2009 National Disaster Management Policy)](http://minema.gov.rw/fileadmin/user_upload/Disaster_Management_Policy_01.pdf) and [NATIONAL DISASTER RISK REDUCTION AND MANAGEMENT POLICY](https://www.minema.gov.rw/index.php?eID=dumpFile&t=f&f=70104&token=1e6bdd5b22ad6a5455e3c313753ea76b327568a3) exists in the Ministry in charge of Emergency Management (MINEMA).\n\nEvolution of disaster management system in Rwanda is traced back in 2010 when the Ministry of Disaster Management and Refugee Affairs (MIDIMAR) was formed, and subsequently in 2018 renamed as MINEMA. The institutional framework describes at the national level the National Disaster Management Committee (NADIMAC) chaired by the Minister in charge of Emergency Management with its technical committee, the National Disaster Management Technical Committee (NADIMATEC). At the district level, District Disaster Management Committee (DIDIMAC) is chaired by the Mayor of the district and, at the lower level the Sector Disaster Management Committee (SEDIMAC) is chaired by the Sector Executive Secretary. The National Platform for Disaster Management (NPDM) involves the Government Institutions, UN Agencies, NGOs, Private Sectors, Academia, CSOs, etc. in order to strengthen networking and sharing information, experiences and technical expertise nationally, regionally and internationally; reviewing policies and relevant plans; ensuring a multi-stakeholder participation in the development, updating, and sharing of a Disaster Risk Reduction and Management Information System etc.\n\nThe NSDRR of Rwanda seeks to achieve the global outcome in Rwanda as outlined in the Sendai Framework: “The substantial reduction of disaster risk and losses in lives, livelihoods and health and in the economic, physical, social, cultural and environmental assets of persons, businesses, communities and countries.”\n\nTo attain the expected global outcome in Rwanda, the NSDRR seeks to pursue the following goal: “Prevent new and reduce existing disaster risks through the implementation of integrated and inclusive economic, structural, legal, social, health, cultural, educational, environmental, technological, political and institutional measures that prevent and reduce hazard exposure and vulnerability to disaster, increase preparedness for response and recovery, and thus strengthen resilience.” The NSDRR aims to guide multi-hazard reduction and management of disaster risks in the development processes at all levels and sectors in Rwanda in line with the SFDRR.\n\nThe specific objectives of the strategy aim at (a) strengthening coherence and integration between DRR, Climate Change Adaptation (CCA) and mitigation, ecosystem management and other development imperatives to contribute to the implementation and achievement of the goals and aspirations of the Sustainable Development Goals and all relevant international frameworks and protocols. (b) Strengthening long-term capacities, including coordination mechanisms, at global and regional levels to support the implementation of the SFDRR and to systematically contribute to building resilience to disasters, (c) Strengthening mechanisms, frameworks and capacities at national and provincial/local levels for mainstreaming, implementing and coordinating disaster risk reduction strategies and programmes that also address risk drivers, such as poverty, climate change and variability, poorly managed urbanization, conflict and migration, environmental degradation; (d) Embedding a holistic approach to systematically incorporate risk reduction measures into design and implementation of disaster preparedness, response and recovery programmes;  and (e) Developing practical tools and mobilizing resources to contribute to the implementation of DRR programmes and projects.\n\nIn accordance with Africa Programme of Action for the implementation of the Sendai Framework for Disaster Risk Reduction (2015-2030), the following are strategic directions of the National Strategy for Disaster Risk Reduction of Rwanda: (i) Coherence in implementation (ii) Local action and (iii) Gender and inclusiveness in disaster risk reduction.\n\nThe NSDRR of Rwanda outlines five (5) strategic focus areas, these are (a) Establishing professional disaster risk management system; (b) Integrating risk reduction into national development policy and plans; (c) Enhancing capacities of institutions and human resources; (d) Promoting knowledge and innovations for empowering communities at risk and (e) Expanding risk reduction programming through public & private investments.\n\nThe NSDRR is covering 5 major areas under different chapters which are Introduction, Current disaster scenario and trends; the National Strategy for DRR; Priorities of NSDRR; Implementation of NSDRR, monitoring & evaluation along with the annexures.\n\nWhile implementing the NSDRR, the MINEMA will play a key role for overall coordination of disaster management and risk reduction activities at national level on behalf of the Government of Rwanda. The MINEMA is responsible for attending and facilitating the regional processes in context of SFDRR and will carry out the functions in conjunction with UN agencies, civil society organizations, the private sector, academic institutions, scientific and research communities and other stakeholders.\n\nMINEMA will lead the process of implementing the NSDRR of Rwanda, with the full engagement of all line ministries and institutions, through developing DRR capacities and the integration of disaster risk reduction into sustainable development in line with SFDRR and its priorities. It will also ensure the establishment of enabling environments, including policies, strategies, legislation, programmes, institutions and other instruments that direct, guide, coordinate and regulate DRM as well as the provision of financial and other resources for effective DRM at the national and local levels.\n\nThe successful implementation of the NSDRR of Rwanda will require the mobilization of adequate and timely resources and capacities, including financial and non-financial technical support from relevant partners from national and international sources. This requires the involvement of all relevant stakeholders. The activities expected results and targets of the NSDRR of Rwanda provide a framework for the monitoring of its implementation and progress. Progress for the implementation of the SFDRR will be assessed using existing global monitoring systems aligned with national mechanisms.  UN agencies, CSOs, private sector, development partners and other stakeholders will also be encouraged to report on their relevant programmes and activities on DRR as a contribution to the above-mentioned biennial reporting process under the same monitoring framework.\n","national_metadata_updated_date":"2024-07-26","goal_number":"1","target_number":"1.5","reporting_status":"complete","indicator_sort_order":"01-05-03"}