{"data_non_statistical":true,"data_show_map":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-11.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 2066kB)","graph_title":"","graph_type":"line","indicator_number":"11.3.2","indicator_name":"Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically","permalink":"/11-3-2/","sdg_goal":"11","source_active_1":true,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"By 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries","title":"Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically","un_custodian_agency":"UN-Habitat","un_designated_tier":"3","page_content":"**Non_statistical indicator\n\nRwanda places significant emphasis on inclusive urban planning and management through participatory governance structures. The country ensures the involvement of civil society in urban development processes, aligning with its commitment to sustainable development and democratic principles.\n\nKey Frameworks and Policies:\n\n- [Rwanda Urbanization and Rural Settlement Sector Strategic Plan](https://www.mininfra.gov.rw/fileadmin/user_upload/Mininfra/Publications/Policies/Urbanization__Human_Settlement_and_Housing_Development/Urbanisation__Rural_Settlements_Sector_Strategic_Plan_2018-24.pdf). This policy emphasizes participatory urban governance and calls for the involvement of citizens and civil society organizations (CSOs) in decision-making processes related to urban planning, land use, and service delivery.\n\n- [National Urbanization Policy](https://bpmis.gov.rw/asset_uplds/files/National%20Urbanization%20Policy.pdf). This policy outlines the need for community engagement in urban planning and management to ensure sustainable and inclusive urban development. It highlights the establishment of platforms for civil society to contribute to urban policies and programs.\n\n- [National Decentralization Policy](https://www.minaloc.gov.rw/fileadmin/user_upload/Minaloc/Publications/Policies/NATIONAL_DECENTRALIZATION_POLICY_OCTOBER_2021.pdf). This policy promotes democratic governance and participation at all levels of government, including urban planning and management. It mandates local governments to create platforms for citizen and civil society involvement in planning processes.\n\nBoth Vision 2050 and the National Strategy for Transformation (NST1 and NST2) underscore the importance of engaging citizens in governance and urban planning as part of achieving sustainable urbanization goals.\nBy promotining direct participation structures and encouraging civil society engagement in urban planning and management, Rwanda ensures that its cities operate in a manner that is both regular and democratic.\n","national_metadata_updated_date":"2024-12-31","goal_number":"11","target_number":"11.3","reporting_status":"complete","indicator_sort_order":"11-03-02"}