{"data_non_statistical":true,"data_show_map":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-12-04-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 782kB)","graph_title":"","graph_type":"line","indicator_number":"12.4.1","indicator_name":"Number of parties to international multilateral environmental agreements on hazardous waste, and other chemicals that meet their commitments and obligations in transmitting information as required by each relevant agreement","permalink":"/12-4-1/","sdg_goal":"12","source_active_1":true,"source_organisation_1":"Rwanda Enveronment Management Authority (REMA)","source_contact_1":"info@rema.gov.rw","source_other_info_1":"https://www.rema.gov.rw/index.php?id=2","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment","title":"Number of parties to international multilateral environmental agreements on hazardous waste, and other chemicals that meet their commitments and obligations in transmitting information as required by each relevant agreement","un_custodian_agency":"UNEP","un_designated_tier":"Tier I","page_content":"**Non-statistical indicator**\n\nRwanda is committed to protecting human health and the environment from the adverse effects of hazardous waste and other chemicals through strict compliance with the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal, which the country ratified in 2004. This aligns with Rwanda’s broader environmental policies and strategies to ensure sustainable development.\n\nKey Actions and Policies Supporting Compliance:\n\n- [National Environment and Climate Change Policy (2019)](https://rdb.rw/eia/Rwanda_National_Environment_and_Climate_Change_Policy.pdf). This policy provides a framework to regulate and manage hazardous waste and chemicals, ensuring compliance with international conventions, including the Basel Convention. It emphasizes the need for integrated waste management systems and proper disposal mechanisms for hazardous materials.\n\n- [Law on Environment](https://waterportal.rwb.rw/sites/default/files/2018-10/Water%20law%20gazetted%2C2018.pdf). This law prohibits the importation, production, and disposal of hazardous waste without prior authorization, reinforcing Rwanda’s obligations under the Basel Convention. It also sets penalties for non-compliance, ensuring robust enforcement mechanisms.\n\n- [National Strategy for Climate Change and Low Carbon Development (Green Growth Strategy)](https://www.rema.gov.rw/fileadmin/user_upload/Rwanda_Green_Growth___Climate_Resilience_Strategy_06102022.pdf). This strategy advocates for environmentally sound management of waste and the promotion of green technologies to reduce hazardous waste generation.\nSource\n\n- [The Rwanda Environment Management Authority (REMA)](https://www.rema.gov.rw/home) is tasked with implementing and monitoring compliance with the Basel Convention. REMA works closely with other agencies to control the transboundary movement of hazardous waste and prevent illegal trafficking. Rwanda also complies with the Rotterdam and Stockholm Conventions, ensuring a comprehensive approach to managing hazardous chemicals and waste. These synergies strengthen the country's capacity to address waste and chemical management challenges effectively.\n\n","national_metadata_updated_date":"2024-12-31","goal_number":"12","target_number":"12.4","reporting_status":"complete","indicator_sort_order":"12-04-01"}