{"data_non_statistical":true,"data_show_map":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-10-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 1361kB)","graph_title":"","graph_type":"line","indicator_number":"16.10.2","indicator_name":"Number of countries that adopt and implement constitutional, statutory and/or policy guarantees for public access to information","indicator_definition":"The focus of this indicator is thus on the status of adoption and implementation of constitutional, statutory and/or   policy guarantees for public access to information. The definition relates directly to “public access to information”, which is wider       than, but is also very much based upon, the established fundamental freedoms of expression and association. Conversely, these freedoms     also both impact on the environment for public access to information.","permalink":"/16-10-2/","sdg_goal":"16","source_active_1":true,"source_organisation_1":"Ministry of Justice (MINIJUST)","national_geographical_coverage":"Rwanda","source_geographical_coverage_1":"Rwanda","source_statistical_classification_1":"Not Official","source_contact_1":"mjust@minijust.gov.rw","source_other_info_1":"https://www.minijust.gov.rw/","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"Ensure public access to information and protect fundamental freedoms, in accordance with national legislation and international agreements","title":"Number of countries that adopt and implement constitutional, statutory and/or policy guarantees for public access to information","un_custodian_agency":"UNESCO-UIS","un_designated_tier":"Tier II","page_content":"**Non-Statistical Indicator**\n\nRwanda has made significant strides in promoting transparency and accountability by adopting and implementing constitutional, statutory, and policy guarantees for public access to information. The right to access information is enshrined in Article 38 of the Constitution of the Republic of Rwanda (revised in 2015), which emphasizes the fundamental right of every individual to seek, receive, and disseminate information. This constitutional provision serves as a foundation for promoting transparency and openness in governance.\n\nIn addition to the constitutional guarantee, Rwanda enacted the Access to [Information Law](https://www.rgb.rw/fileadmin/user_upload/RGB/Publications/LAWS_AND_REGULATIONS/LAW_ACCESS_TO_INFORMATION-08-02-2013.pdf), which provides a robust legal framework to ensure public bodies, and in some cases private entities, disclose information of public interest. The law obligates public institutions to make information readily accessible without unnecessary delays and mandates a response to information requests within three working days. It also establishes penalties for non-compliance, reinforcing accountability.\n\nTo operationalize the Access to Information Law, Rwanda has implemented several policies that support its effective execution. The [National ICT Policy](https://www.minict.gov.rw/fileadmin/user_upload/minict_user_upload/Documents/Policies/ICT_SECTOR_PLAN_18-24_.pdf) promotes the use of digital platforms to disseminate information, making government services and data more accessible to citizens. Similarly, the [Rwanda Media Policy](https://commons.laws.africa/akn/rw/act/law/2013/2/eng@2013-03-11.pdf) enhances press freedom and facilitates journalists' access to government-held information, strengthening the role of media in holding institutions accountable. The [Rwanda Governance Board (RGB)](https://www.rgb.rw/1/the-media) plays a pivotal role in enforcing these guarantees by monitoring compliance, providing training, and raising awareness among government and private institutions.\n\n\n\n\n\n\n\n","national_metadata_updated_date":"2024-12-31","goal_number":"16","target_number":"16.10","reporting_status":"complete","indicator_sort_order":"16-10-02"}