{"data_non_statistical":false,"data_show_map":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-01-03.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 217 KB)","graph_title":"Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months","graph_type":"line","indicator_number":"16.1.3","indicator_name":"Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months","permalink":"/16-1-3/","sdg_goal":"16","source_organisation_1":"National Institute of Statistics of Rwanda (NISR)","source_periodicity_1":"3-5 Years","source_release_date_1":"2014-15","source_next_release_1":"TBD","source_statistical_classification_1":"Official","source_earliest_available_1":1992,"source_geographical_coverage_1":"Rwanda","source_url_1":"http://www.statistics.gov.rw/publication/demographic-and-health-survey-20142015-final-report","source_url_text_1":"Rwanda Demographic and health survey (RDHS)","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"info@statistics.gov.rw","source_active_1":true,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"Significantly reduce all forms of violence and related death rates everywhere","title":"Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months","un_custodian_agency":"United Nations Office on Drugs and Crime (UNODC)","un_designated_tier":"Tier II","national_indicator_available":"<p>Percentage of women age 15-49 who have ever experienced sexual violence in the 12 months preceding the survey,</p><p>Percentage of men age 15-49 who have ever experienced sexual violence in the 12 months preceding the survey,</p><p>Percentage of women age 15-49 who have ever experienced physical violence in the 12 months preceding the survey,</p> Percentage of men age 15-49 who have ever experienced physical violence in the 12 months preceding the survey.","computation_definitions":"The total number of persons who have been victim of physical, psychological or sexual violence in the previous 12 months, as a share of the total population.","national_indicator_description":"<p>Physical violence; this concept is equivalent to the concept of physical assault, as defined in the International Classification of Crime for Statistical Purposes (ICCS); the intentional or reckless application of physical force inflicted upon the body of a person. This includes serious and minor bodily injuries and serious and minor physical force. According to the ICCS, these are defined as; Serious bodily injury, at minimum, includes gunshot or bullet wounds; knife or stab wounds; severed limbs; broken bones or teeth knocked out; internal injuries; being knocked unconscious; and other severe or critical injuries. Serious physical force, at minimum, includes being shot; stabbed or cut; hit by an object; hit by a thrown object; poisoning and other applications of force with the potential to cause serious bodily injury. Minor bodily injury, at minimum, includes bruises, cuts, scratches, chipped teeth, swelling, black eye and other minor injuries. Minor physical force, at minimum, includes hitting, slapping, pushing, tripping, knocking down and other applications of force with the potential to cause minor bodily injury.</p> Sexual violence (ICCS); Unwanted sexual act, attempt to obtain a sexual act, or contact or communication with unwanted sexual attention without valid consent or with consent as a result of intimidation, force, fraud, coercion, threat, deception, use of drugs or alcohol, or abuse of power or of a position of vulnerability. This includes rape and other forms of sexual assault.","national_geographical_coverage":"Rwanda","admin_statistical_classification":"Official","computation_disaggregation":"National, Province, District Residence (Urban & Rural), Sex, Age, Religion, Marital Status, Education Level, Wealth Quintile, Employment & Number of Living children.","comments_limitations":"Psychological violence is not registered in Rwanda DHS","computation_units":"Percentage (%)","computation_calculations":"Number of survey respondents who have been victim of physical, psychological or sexual violence in the previous 12 months, divided by the total number of survey respondents.","page_content":"Limitation: This indicator will be used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop data to meet the global indicator specification. \n","national_metadata_update_url_text":"2021-02-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/2681c507c601f652caf30eebd76f46acc23d97f0","indicator":"16.1.3","target_id":"16.1","reporting_status":"complete","indicator_sort_order":"16-01-03"}