{"data_non_statistical":true,"data_show_map":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-0a-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 1361kB)","graph_title":"","graph_type":"line","indicator_number":"16.a.1","indicator_name":"Existence of independent national human rights institutions in compliance with the Paris Principles","indicator_definition":"This indicator Existence of independent national human rights institutions in compliance with the Paris Principles measures the compliance of existing national human rights institutions with the Principles relating to the Status of         National Institutions (The Paris Principles), which were adopted by the General Assembly (resolution 48/134) based on the rules of       procedure of the Global Alliance of National Human Rights Institutions (GANHRI, formerly the International Coordinating Committee of     National Institutions for the Promotion and Protection of Human Rights or ICC).","permalink":"/16-a-1/","sdg_goal":"16","source_active_1":true,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"Strengthen relevant national institutions, including through international cooperation, for building capacity at all levels, in particular in developing countries, to prevent violence and combat terrorism and crime","title":"Existence of independent national human rights institutions in compliance with the Paris Principles","un_custodian_agency":"OHCHR","un_designated_tier":"Tier I","page_content":"**Non-statistical indicator**\n\nRwanda has an existence of independent national human rights institution called [National Human Rights Commission of Rwanda](http://www.cndp.org.rw/index.php?id=188) and it has been created by the Law n° 04/99 of 12th March 1999 modified and complemented by the Law n° 35/2002 of 31st December 2002. This Law was replaced by the Law n° 30/2007 of 6th July 2007 determining the organization and functioning of the National Commission for Human Rights based on the Constitution of the Republic of Rwanda of 4th June 2003 as amended to date. Recently, so as to comply with the Paris Principles, the Law n° 30/2007 of 6th July 2007 has been replaced by Law n° 19/2013 of 25/03/2013 determining mission, organization and functioning of the National Commission for Human Rights.\n","national_metadata_update_url_text":"2021-02-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/2681c507c601f652caf30eebd76f46acc23d97f0","goal_number":"16","target_number":"16.a","indicator":"16.a.1","target_id":"16.a","reporting_status":"complete","indicator_sort_order":"16-0a-01"}