{"data_non_statistical":true,"data_show_map":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","graph_title":"","graph_type":"line","indicator_number":"17.14.1","indicator_name":"Number of countries with mechanisms in place to enhance policy coherence of sustainable development","permalink":"/17-14-1/","sdg_goal":"17","source_active_1":true,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"Enhance policy coherence for sustainable development","title":"Number of countries with mechanisms in place to enhance policy coherence of sustainable development","un_custodian_agency":"UNEP","un_designated_tier":"3","page_content":"**Non_statistical indicator**\n\nRwanda has successfully domesticated and localized the Sustainable Development Goals (SDGs), aligning them with its national development frameworks, particularly the National Strategy for Transformation (NST1 & NST2). This integration ensures that global priorities, such as poverty reduction, education, healthcare, and climate resilience, are tailored to the country’s specific needs and reflected in actionable programs. Localization efforts extend this alignment to the district level, fostering decentralized implementation and community involvement in achieving sustainable development.\n\nIn 2023, Rwanda published the second [Voluntary National Reviews (VNRs)](https://hlpf.un.org/countries/rwanda) and it have been instrumental in monitoring Rwanda’s progress. The VNRs emphasize inclusivity through multi-stakeholder engagement and provide a platform for assessing challenges and opportunities in meeting SDG targets.\n\nSupporting these efforts, the [National Strategy for the Development of Statistics (NSDS)](https://www.statistics.gov.rw/publication/nsds3) ensures that policy decisions are data-driven. These mechanisms highlight Rwanda’s commitment to sustainable development through cohesive planning, monitoring, and evidence-based decision-making.\n","national_metadata_updated_date":"2024-12-31","goal_number":"17","target_number":"17.14","reporting_status":"complete","indicator_sort_order":"17-14-01"}