{"indicator":"5.2.1","layout":"indicator","permalink":"/5-2-1/","sdg_goal":"5","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 894kB)","graph_type":"line","indicator_definition":"This indicator measures the percentage of ever-partnered women and girls aged 15 years and older who have experienced physical, sexual or psychological violence by a current or former intimate partner, in the previous 12 months.","graph_title":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","indicator_name":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","published":true,"data_non_statistical":false,"target_name":"Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation","target_id":"5.2","title":"PProportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","un_custodian_agency":"United Nations Entity for Gender Equality and the Empowerment of Women (UN Women), United Nations Children's Fund (UNICEF), United Nations Statistics Division (UNSD), World Health Organization (WHO), United Nations Population Fund (UNFPA)","un_designated_tier":"Tier II","data_show_map":false,"source_active_1":true,"source_url_text_1":"Rwanda Demographic Health Survey (RDHS)","source_geographical_coverage_1":"Rwanda","source_earliest_available_1":1992,"source_periodicity_1":"3-5 years","source_organisation_1":"National Institute of Statistics of Rwanda (NISR)","source_url_1":"http://www.statistics.gov.rw/publication/demographic-and-health-survey-20142015-final-report","source_release_date_1":"2014/15","source_next_release_1":"TBD","source_statistical_classification_1":"Official","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"info@statistics.gov.rw","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","computation_units":"Percentage (%)","national_geographical_coverage":"Rwanda","national_indicator_available":"Percentage of ever-married women age 15-49 years who have experienced various forms of violence ever or in the 12 months preceding the survey committed by their husband/partner.","computation_definitions":"This indicator measures the percentage of ever-married women and girls aged 15-49 years who have experienced spousal physical, sexual or psychological violence in the previous 12 months.","national_indicator_description":"According to the UN Declaration on the Elimination of Violence against Women (1993), Violence against Women is “Any act of gender-based violence that results in, or is likely to result in, physical, sexual or psychological harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life. Violence against women shall be understood to encompass, but not be limited to, the following; Physical, sexual and psychological violence occurring in the family […]”. See here 'http://www.un.org/documents/ga/res/48/a48r104.htm' full definition. Intimate partner violence includes any abuse perpetrated by a current or former partner within the context of marriage, cohabitation or any other formal or informal union. The different forms of violence included in the indicator are defined as follows; 1. Physical violence consists of acts aimed at physically hurting the victim and include, but are not limited to, pushing, grabbing, twisting the arm, pulling the hair, slapping, kicking, biting or hitting with the fist or object, trying to strangle or suffocate, burning or scalding on purpose, or threatening or attacking with some sort of weapon, gun or knife. 2. Sexual violence is defined as any sort of harmful or unwanted sexual behaviour that is imposed on someone. It includes acts of abusive sexual contact, forced engagement in sexual acts, attempted or completed sexual acts without consent, incest, sexual harassment, etc. In intimate partner relationships, experiencing sexual violence is commonly defined as being forced to have sexual intercourse, having sexual intercourse out of fear for what the partner might do, and/or being forced to so something sexual that the woman considers humiliating or degrading. 3. Psychological violence includes a range of behaviours that encompass acts of emotional abuse and controlling behaviour. These often coexist with acts of physical and sexual violence by intimate partners and are acts of violence in themselves. For a more detailed definition of physical, sexual and psychological violence against women see Guidelines for Producing Statistics on Violence against Women- Statistical Surveys (UN, 2014).","computation_disaggregation":"National, Province, Residence (Urban & Rural), Age, Maternity status, Number of living children, Employment, Education, Wealth quintile, By frequency of violence in the past 12 months preceding the survey (Often, Sometimes, Often or sometimes, Religion.","computation_calculations":"This indicator calls for breakdown by form of violence and by age group and yields the following for each form of violence or forms of violence; 1. Physical violence; Number of ever-partnered women and girls (aged 15 years and above) who experience physical violence by a current or former intimate partner in the previous 12 months divided by the number of ever-partnered women and girls (aged 15 years and above) in the population multiplied by 100. 2. Sexual violence; Number of ever-partnered women and girls (aged 15 years and above) who experience sexual violence by a current or former intimate partner in the previous 12 months divided by the number of ever-partnered women and girls (aged 15 years and above) in the population multiplied by 100. 3. Psychological violence; Number of ever-partnered women and girls (aged 15 years and above) who experience psychological violence by a current or former intimate partner in the previous 12 months divided by the number of ever-partnered women and girls (aged 15 years and above) multiplied by 100. 4. Any form of physical and/or sexual violence; Number of ever-partnered women and girls (aged 15 years and above) who experience physical and/or sexual violence by a current or former intimate partner in the previous 12 months divided by the number of ever-partnered women and girls (aged 15 years and above) multiplied by 100. 5. Any form of physical, sexual and/or psychological violence; Number of ever-partnered women and girls (aged 15 years and above) who experience physical, sexual and/or psychological violence by a current or former intimate partner in the previous 12 months divided by the number of ever-partnered women and girls (aged 15 years and above) multiplied by 100.","indicator_sort_order":"05-02-01","national_data_update_url_text":"2020-10-21: see changes on GitHub","national_data_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/0c92a32d6a65e51120b52ca80a9c731d20d3a23c","national_metadata_update_url_text":"2020-10-21: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/d9ad6f147e47f8bfc017fd1cc671d45283aecb69","page_content":"","reporting_status":"complete"}