{"indicator_number":"5.5.1","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","graph_type":"line","indicator_definition":"The proportion of seats held by women in (a) national parliaments, currently as at 1 February of reporting year, is currently measured   as the number of seats held by women members in single or lower chambers of national parliaments, expressed as a percentage of all       occupied seats. National parliaments can be bicameral or unicameral. This indicator covers the single chamber in unicameral             parliaments and the lower chamber in bicameral parliaments. It does not cover the upper chamber of bicameral parliaments. Seats are     usually won by members in general parliamentary elections. Seats may also be filled by nomination, appointment, indirect election,       rotation of members and byelection. Seats refer to the number of parliamentary mandates, or the number of members of parliament. ","indicator_name":"Proportion of seats held by women in (a) national parliaments and (b) local governments","target_name":"Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life","title":"Proportion of seats held by women in (a) national parliaments and (b) local governments","un_custodian_agency":"UN WOMEN","un_designated_tier":"Tier I/Tier III","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":null,"source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","computation_definitions":"The proportion of seats held by women in national parliaments is the number of seats held by women members in single or lower chambers of national parliaments, expressed as a percentage of all occupied seats. Seats refer to the number of parliamentary mandates, also known as the number of members of parliament. Seats are usually won by members in general parliamentary.","national_indicator_description":"The State of Rwanda commits itself that women are granted at least 30 % of posts in decision making organs (Constitution, Article 9 [4]). The 80 members of the Chamber of Deputies are elected as follows; 53 members elected by direct universal suffrage through a secret ballot using closed list proportional representation, of which at least 30% must be seats reserved for women; 24 women (2 elected from each province and from the city of Kigali by an electoral college with a women-only ballot); 2 members elected by the National Youth Council; and 1 member elected by the Federation of the Associations of the Disabled (Constitution, Article 76)","computation_calculations":"The total number of seats occupied by women divided by the total number of seats occupied in parliament and multiplied by 100.","computation_disaggregation":"Parliament, Local Government (sectors , districts, cells)","national_indicator_available":"Seats held by women in national parliament","computation_units":"Percentage (%)","national_geographical_coverage":"Rwanda","graph_titles":[{"series":"_L_RW_050501_1","title":"Proportion of Women deputies in national parliament"},{"series":"_L_RW_050501_2","title":"Proportion of Women senates in national parliament"},{"series":"_L_RW_050501_3","title":"Proportion of Women Governors and Mayor of Kigali City in local government"},{"series":"_L_RW_050501_4","title":"Proportion of Women District Mayors in local government"},{"series":"_L_RW_050501_5","title":"Proportion of Women District Vice Mayors in Charge of Economic Affairs in local government"},{"series":"_L_RW_050501_6","title":"Proportion of Women District Vice Mayors in Charge of Social Affairs in local government"},{"series":"_L_RW_050501_7","title":"Proportion of Women Districts Consultative Council in local government"},{"series":"_L_RW_050501_8","title":"Proportion of Women Sectors Consultative Council in local government"},{"series":"_L_RW_050501_9","title":"Proportion of Women Cells Consultative Council in local government"},{"series":"_L_RW_050501_10","title":"Proportion of Women District Executive Secretaries in local government"},{"series":"_L_RW_050501_11","title":"Proportion of Women Sector Executive Secretaries in local government"},{"series":"_L_RW_050501_12","title":"Proportion of Women Cell Executive Secretaries in local government"}],"source_organisation_1":"National Electoral Commission (NEC)","source_periodicity_1":"Annual","source_earliest_available_1":2014,"source_release_date_1":"TBD","source_next_release_1":"TBD","source_statistical_classification_1":"Administrative","source_geographical_coverage_1":"Rwanda","source_other_info_1":"https://nec.gov.rw/index.php?id=47","source_contact_1":"info@nec.gov.rw","page_content":"","national_metadata_updated_date":"2021-04-15","goal_number":"5","target_number":"5.5","reporting_status":"complete","indicator_sort_order":"05-05-01","graph_title":"Proportion of seats held by women in (a) national parliaments and (b) local governments"}