{"data_non_statistical":false,"data_show_map":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-0a-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","graph_title":"","graph_type":"line","indicator_number":"5.a.1","indicator_name":"(a) Proportion of total agricultural population with ownership or secure rights over agricultural land, by sex; and (b) share of women among owners or rights-bearers of agricultural land, by type of tenure","source_active_1":true,"source_organisation_1":"National Institute of Statistics of Rwanda (NISR)","source_periodicity_1":"3 years","source_earliest_available_1":"TBD","source_geographical_coverage_1":"Rwanda","source_url_1":"http://www.statistics.gov.rw/datasource/integrated-household-living-conditions-survey-eicv","source_url_text_1":"Integrated Household Living Condition (EICV), agriculture household survey","source_release_date_1":"TBD","source_next_release_1":"TBD","source_statistical_classification_1":"Official","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"info@statistics.gov.rw","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_name":"Undertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources, in accordance with national laws","target_id":"5.a","title":"(a) Proportion of total agricultural population with ownership or secure rights over agricultural land, by sex; and (b) share of women among owners or rights-bearers of agricultural land, by type of tenure","un_custodian_agency":"United Nations Entity for Gender Equality and the Empowerment of Women (UN Women), United Nations Statistics Division (UNSD), Food and Agriculture Organization of the United Nations (FAO)","un_designated_tier":"Tier II","national_indicator_available":"Percentage (%) of households owning agricultural land in the past 12 months by sex of head of household","computation_definitions":"It is the number of agricultural populations with ownership or tenure right over agricultural land expressed as a percentage of total agricultural population.","national_indicator_description":"<p>Agricultural land; In compliance with the classification proposed by the World Census of Agriculture 2020 (WCA 2020), land is considered ‘agricultural land’ according to its use. Moreover, a reference period is usually required in order to characterize the use of a specific area of agricultural land and identify subcategories. In particular, following the WCA 2020, agricultural land includes; • land under temporary crops, • land under temporary meadows and pastures, • land temporarily fallow, • land under permanent crops, • land under permanent meadows and pastures.</p><p>Agricultural population; Indicator 5.a.1 uses ‘agricultural population’ as denominator, instead of the total population, because tenure rights over agricultural land are relevant especially for individuals whose livelihood relies on agriculture. As a consequence, in the context of 5.a.1, the term ‘agricultural population’ has to be interpreted as equivalent of ‘individuals engaged in agriculture’.</p>Ownership and tenure rights over agricultural land; Land ownership is a legally recognised right to acquire, to use and to transfer land. In private property systems, this is a right akin to a freehold tenure. However, in systems where land is owned by the State, the term ‘land ownership’ refers to possession of the rights most akin to ownership in a private property system. In this context, it is more appropriate to speak of tenure rights.","national_geographical_coverage":"Rwanda","computation_calculations":"(Number of households in agricultural population with ownership or tenure rights over agricultural land / otal agricultural household)* 100","computation_units":"Percent (%)","page_content":"","national_metadata_update_url_text":"2021-02-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/2681c507c601f652caf30eebd76f46acc23d97f0","goal_number":"5","target_number":"5.a","indicator":"5.a.1","sdg_goal":"5","reporting_status":"complete","indicator_sort_order":"05-0a-01"}