{"indicator":"8.5.2","layout":"indicator","permalink":"/8-5-2/","sdg_goal":"8","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-05-02.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 383 KB)","graph_type":"line","indicator_definition":"The unemployment rate is a useful measure of the underutilization of the labour supply. It reflects the inability of an economy to generate employment for those persons who want to work but are not doing so, even though they are available for employment and actively seeking work. It is thus seen as an indicator of the efficiency and effectiveness of an economy to absorb its labour force and of the performance of the labour market. Short-term time series of the unemployment rate can be used to signal changes in the business cycle; upward movements in the indicator often coincide with recessionary periods or in some cases with the beginning of an expansionary period as persons previously not in the labour market begin to test conditions through an active job search.","indicator_name":"Unemployment rate, by sex, age and persons with disabilities","published":true,"reporting_status":"complete","target":"By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value","target_id":"8.5","title":"Unemployment rate, by sex","un_custodian_agency":"International labour organization (ILO)","un_designated_tier":"Tier I","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Labour Force Survey (LFS)","source_organisation_1":"National Institute of Statistics of Rwanda (NISR)","source_periodicity_1":"Annual","source_earliest_available_1":"2016","source_geographical_coverage_1":"Rwanda","source_url_1":"http://www.statistics.gov.rw/datasource/labour-force-survey-0","source_release_date_1":2019,"source_next_release_1":2020,"source_statistical_classification_1":"Official","source_contact_1":"http://www.statistics.gov.rw/","source_other_info_1":"info@statistics.gov.rw","source_active_2":false,"source_url_text_2":"Population and Housing Census","source_active_3":false,"source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","national_geographical_coverage":"Rwanda","computation_units":"Percentage (%)","national_indicator_available":"Unemployment rate, by sex, and by residence","computation_definitions":"Is the percentage of persons in the labour force who are unemployed.","national_indicator_description":"Persons in unemployment are defined as all those of working age (usually persons aged 15 and above) who were not in employment, carried out activities to seek employment during a specified recent period and were currently available to take up employment given a job opportunity, where; (a) “not in employment” is assessed with respect to the short reference period for the measurement of employment; (b) to “seek employment” refers to any activity when carried out, during a specified recent period comprising the last four weeks or one month, for the purpose of finding a job or setting up a business or agricultural undertaking; (c) the point when the enterprise starts to exist should be used to distinguish between search activities aimed at setting up a business and the work activity itself, as evidenced by the enterprise’s registration to operate or by when financial resources become available, the necessary infrastructure or materials are in place or the first client or order is received, depending on the context; (d) “currently available” serves as a test of readiness to start a job in the present, assessed with respect to a short reference period comprising that used to measure employment (depending on national circumstances, the reference period may be extended to include a short subsequent period not exceeding two weeks in total, so as to ensure adequate coverage of unemployment situations among different population groups).","computation_disaggregation":"National, Residence (Urban, Rural), sex, age group, Marital Status, Educational Attainment, Persons with disabilities.","computation_calculations":"(Unemployed persons / Persons in labour force) * 100","comments_limitations":"In Rwanda the working age group is 16 years old and over unlike international standard which is 15 years and above.","graph_title":"Unemployment rate","indicator_sort_order":"08-05-02","national_data_update_url_text":"2020-09-17: see changes on GitHub","national_data_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/02de065c7ed4125e8b4259616a3c930a1ed3501c","national_metadata_update_url_text":"2020-09-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sustainabledevelopment-rwanda/sdg-data-rwanda/commit/26849c353615403a3dbce64542bac3098fa1c1fe","page_content":""}